Repository: Acidburn0zzz/supergrub2
Catalog: po/*.po
Languages: de, es, fr, it, ms

source: Press escape to return to the main menu
es: Pulsa ESC para volver al menú principal
it: Premi Esc per tornare al menu principale

source: Change language
de: Sprache aendern
es: Cambiar idioma
fr: Changer la langue
it: Cambia lingua

source: Detect any Operating System
de: Betriebssysteme finden
es: Detecta cualquier SO
fr: Detecter tous les systemes d'exploitation
it: Cerca sistemi operativi
ms: Mengesan mana-mana Sistem Operasi

source: Detect any GRUB2 configuration file (grub.cfg)
de: GRUB2 Konfigurationsdateien finden (grub.cfg)
es: Detecta cualquier archivo de configuración GRUB2 (grub.cfg)
fr: Detecter tous les fichiers de configuration de GRUB2 (grub.cfg)
it: Cerca file di configurazione di GRUB2 (grub.cfg)
ms: Mengesan mana-mana fail konfigurasi GRUB2 (grub.cfg)

source: Detect any GRUB legacy configuration file (menu.lst)
es: Detecta cualquier archivo de configuración GRUB antiguo (menu.lst)
it: Cerca file di configurazione di GRUB Legacy

source: Detect any GRUB2 installation (even if mbr is overwritten)
de: GRUB2 Installationen finden (auch bei ueberschriebenem mbr)
es: Detect cualquier instalación de GRUB2 (aunque mbr este sobreescrito)
fr: Detecter toutes les installations de GRUB2 (meme si le MBR est perdu)
it: Cerca installazioni di GRUB2 (anche se il MBR è stato sovrascritto)
ms: Mengesan mana-mana pemasangan GRUB2 (walaupun MBR telah ditulis ganti)

source: Detect loop bootable isos (in /boot-isos or /boot/boot-isos)
de: In Schleife bootfaehige isos finden (in /boot-isos oder /boot/boot-isos)
es: Detecta isos arrancables (en /boot-isos y /boot/boot-isos/)
fr: Detecter les images de CD/DVD amorcables (dans /boot-isos ou /boot/boot-isos)
it: Cerca immagini ISO avviabili come loop (in /boot-isos e /boot/boot-isos)
ms: Mengesan Bootable isos (dalam /boot-isos atau /boot/boot-isos)

source: Enable extra GRUB2 functionality...
es: Activa funcionalidad extra de GRUB2...
it: Attiva funzioni opzionali di GRUB2...

source: Enable GRUB2's LVM support
de: LVM Unterstuetzung von GRUB2 aktivieren
es: Activa soporte LVM de GRUB2
fr: Activer le support LVM de GRUB2
it: Abilita supporto a LVM di GRUB2
ms: Aktifkan sokongan LVM GRUB2

source: Enable GRUB2's RAID support
de: RAID Unterstuetzung von GRUB2 aktivieren
es: Activa soporte RAID de GRUB2
fr: Activer le support RAID de GRUB2
it: Abilita supporto a RAID di GRUB2
ms: Aktifkan sokongan RAID GRUB2

source: Enable GRUB2's PATA support (to work around BIOS bugs/limitations)
de: PATA Unterstuetzung von GRUB2 aktivieren (bei BIOS Bugs/Beschraenkungen)
es: Activa soporte PATA de GRUB2 (para solventar limitaciones de BIOS)
fr: Activer le support PATA de GRUB2 (pour contourner les bogues ou limites du BIOS)
it: Abilita supporto a PATA di GRUB2 (per evitare bug/limitazioni del BIOS)
ms: Aktifkan sokongan PATA GRUB2 (untuk bekerja di sekitar pepijat 'bug' / had BIOS)

source: Enable GRUB2's USB support *experimental*
de: USB Unterstuetzung von GRUB2 aktivieren *experimentell*
es: Activa soporte USB de GRUB2 *experimental*
fr: Activer le support USB de GRUB2 *experimental*
it: Abilita supporto alle USB di GRUB2 (sperimentale)
ms: Membolehkan sokongan USB GRUB2 *experimental*

source: Mount encrypted volumes (LUKS and geli)
it: Monta volumi crittograffati (LUKS e geli)

source: Enable serial terminal
de: Serielles Terminal aktivieren
es: Activa terminal serie
fr: Activer le terminal serie
it: Abilita terminale seriale
ms: Aktifkan terminal siri

source: Return to main menu
it: Torna al menu principale

source: List devices/partitions
de: Geraete/Partitionen auflisten
es: Mostrar dispositivos/particiones
fr: Lister les peripheriques et les partitions
it: Elenca dischi/partizioni
ms: Senarai alat-alat / partition

source: Color ON/OFF
de: Farbe AN/AUS
es: Color SI/NO
fr: Activer/desactiver la couleur
it: Accendi/Spegni colore

source: Error: Could not find any grub.cfg files.
es: Error: No se pudo encontrar ningún fichero grub.cfg
it: Errore: Non è stato trovato alcun file grub.cfg.

source: Error: Could not find any legacy menu.lst files.
es: Error: No se pudo encontrar ningún fichero menu.lst
it: Errore: Non è stato trovato alcun file menu.lst.
